[{"src":"https://mo9x.com/?v=g1tcfq","title":"Excalibur ดาบเทวดา (1981)","synopsis":"\nเรื่องย่อ: Excalibur ดาบเทวดา (1981) ตำนานของกษัตริย์อาเธอร์นำมาสู่หน้าจอ Uthur Pendragon ได้รับดาบลึกลับ Excalibur จาก Merlyn เมื่อการตายของเขา Uthur ฝังดาบลงในหินและชายคนต่อไปที่สามารถดึงมันออกมาได้จะเป็นกษัตริย์แห่งอังกฤษ หลายปีต่อมาอาเธอร์ลูกชายลูกครึ่งของอูเธอร์ดึงเอกซ์คาลิเบอร์และขึ้นเป็นราชา มอร์กาน่าน้องสาวลูกครึ่งผู้ชั่วร้ายของอาเธอร์มีลูกชายร่วมกับเขาซึ่งอาจพิสูจน์ความหายนะ "},{"src":"https://mo9x.com/?v=239upm","title":"Death to 2020 ลาทีปี 2020 (2020) ซับไทย","synopsis":"\nเรื่องย่อ: Death to 2020 ลาทีปี 2020 (2020) ซับไทย รับชมแง่มุมขบขันเกี่ยวกับปีที่ทุกคนอยากจะบอกลาเต็มที ผ่านมุมมองของบรรดาผู้วิจารณ์ที่ไร้ข้อมูลสาระที่สุดเท่าที่คุณเคยเจอ ผลงานจากผู้สร้าง แบล็ก มิร์เรอร์ "},{"src":"https://mo9x.com/?v=9beh6a","title":"Stripes ทหารจ๋องสมองเสธ (1981) ซับไทย","synopsis":"\nเรื่องย่อ: Stripes ทหารจ๋องสมองเสธ (1981) ซับไทย เรื่องราว ในตอนท้ายของวันที่เลวร้ายเมื่อเขาตระหนักว่าชีวิตของเขาได้หายไปและไม่มีที่ไหนเลยจอห์นวิงเกอร์สามารถโน้มน้าวให้เพื่อนสนิทของเขารัสเซลซิสกี้ซึ่งมีชีวิตไม่ดีขึ้นมากให้เข้าร่วมในกองทัพทั้งๆ พวกเขาไม่ได้เป็นวัสดุทางทหารที่ชัดเจน ในการฝึกขั้นพื้นฐานพวกเขาเป็นเพียงสองกลุ่มที่ไม่เหมาะสมซึ่งประกอบด้วยหมวดของพวกเขา อย่างไรก็ตามก็ยังคงเป็นจอห์นที่คอย แต่จะพูดคุยกับจ่าสิบเอกฮูลก้า ผู้มีพระคุณสองคนคือสเตลล่าและหลุยส์ ส.ส. สองคนที่กำจัดพวกเขาออกจากกัน ทั้งหมวดของพวกเขาตกอยู่ในอันตรายที่จะเรียนไม่จบ แต่สิ่งที่เกิดขึ้นระหว่างขั้นพื้นฐานทำให้หมวดทั้งหมดของพวกเขาถูกมอบหมายให้ไปปฏิบัติภารกิจในต่างแดนในอิตาลีเพื่อทดสอบรถจู่โจมในเมืองใหม่โครงการ EM-50 จอห์นและรัสเซลตัดสินใจนำ EM-50 ไปทดลองขับโดยไม่ได้รับอนุญาตเพื่อเยี่ยมชมสเตลล่าและหลุยส์ที่ได้รับมอบหมายให้ไปเยอรมันตะวันตก ในกระบวนการส่วนที่เหลือของหมวด Hulka และ Hulka หัวหน้าทันที "},{"src":"https://mo9x.com/?v=0gvqnu","title":"Willow วิลโลว์ ศึกแม่มดมหัศจรรย์ (1988)","synopsis":"\nเรื่องย่อ: Willow วิลโลว์ ศึกแม่มดมหัศจรรย์ (1988) เมื่อ วิลโลว์ อัฟกู๊ด (เวอร์วิค เดวิส) คนแคระหนุ่มผู้กล้าหาญ พบทารกน้อยที่ถูกทอดทิ้งลอยน้ำมาติดฝั่งระแวกหมู่บ้าน นับแต่นั้น เขาต้องถลำเข้าสู่การผจญภัยในโลกแห่งเวทมนต์และอันตรายอย่างไม่ทันตั้งตัว จากคำทำนายที่บอกว่า ทารกผู้นี้คือผู้ที่จะทำให้ยุคอันยิ่งใหญ่ของ ราชินีบาฟมอร์ดา (ยีน มาร์ช) แม่มดผู้ชั่วร้ายต้องจบลง เวลานี้วิลโลว์ต้องเผชิญหน้ากับพลังแห่งมนต์ดำที่หมายทำลายทุกผู้คนที่ขวางทางราชินีจอมขมังเวทย์ โดยมีอัศวินหนุ่มผู้หนึ่ง (วัล คิลเมอร์) ต่อสู้เคียงข้างกับเขา "},{"src":"https://mo9x.com/?v=f6h50q","title":"God of War: Zhao Zilong จูล่ง วีรบุรุษเจ้าสงคราม (2020) ซับไทย","synopsis":"\nเรื่องย่อ: God of War: Zhao Zilong จูล่ง วีรบุรุษเจ้าสงคราม (2020) ซับไทย “จูล่ง เทพสงคราม” กลายเป็นเรื่องราวความรักอันสุดแสนจะดราม่า เมื่อแฮหัวชิงอี หญิงสาวผู้มีตระกูลสูง มารู้ความจริงในภายหลังว่า “จูล่ง” ชายหนุ่มที่เธอตกหลุมรักนั้น คือศัตรูผู้สังหารบิดาของเธอนั่นเอง "},{"src":"https://mo9x.com/?v=lhanaq","title":"Anastasia: Once Upon a Time เจ้าหญิงอนาสตาเซียกับมิติมหัศจรรย์ (2020)","synopsis":"\nเรื่องย่อ: Anastasia: Once Upon a Time เจ้าหญิงอนาสตาเซียกับมิติมหัศจรรย์ (2020) อนาสตาเซียหลบหนีแผนการฆาตกรรมของเลนินผ่านทางพอร์ทัลการเดินทางข้ามเวลา การลงจอดที่เมืองเมดิสันสหรัฐอเมริกาในปี 2531 อนาสตาเซียเป็นเพื่อนกับเด็กสาววัยรุ่น "},{"src":"https://mo9x.com/?v=29tpm2","title":"Santa in Training อลเวงบทเรียนซานต้ามือใหม่ (2019)","synopsis":"\nเรื่องย่อ: Santa in Training อลเวงบทเรียนซานต้ามือใหม่ (2019) เอลฟ์ที่ประหลาดสองตัวถูกส่งให้นำตัวคนที่บอกว่าเขาเกลียดคริสต์มาสกลับมาและฝึกอบรมการทดแทนซานตาคลอสใหม่ "},{"src":"https://mo9x.com/?v=7tjmdq","title":"A.C.O.D. บ้านแตก ใจไม่แตก (2013) ซับไทย","synopsis":"\nเรื่องย่อ: A.C.O.D. บ้านแตก ใจไม่แตก (2013) ซับไทย (Adult Children of Divorce) เรื่องราว ถูกบังคับให้รวมตัวกับพ่อแม่ที่หย่าร้างอย่างขมขื่นและคู่สมรสใหม่ของพวกเขาในงานแต่งงานของพี่ชายของเขา ทำให้ความวุ่นวายในวัยเด็กของเขากลับมาหลอกหลอนเขา "},{"src":"https://mo9x.com/?v=5hqn32","title":"Remember Me จากนี้… มี เราตลอดไป (2019) ซับไทย","synopsis":"\nเรื่องย่อ: Remember Me จากนี้… มี เราตลอดไป (2019) ซับไทย ด้วยความช่วยเหลือจากหลานสาวของเขา Claude วางแผนที่จะเชื่อมโยงกับความรักเดิมของชีวิตของเขา Lilian ซึ่งเป็นโรคอัลไซเมอร์และอาศัยอยู่ในชุมชนอาวุโสใกล้เคียง "},{"src":"https://mo9x.com/?v=1jiho2","title":"Yearly Departed (2020) ซับไทย","synopsis":"\nเรื่องย่อ: Yearly Departed (2020) ซับไทย รายการตลกยอดเยี่ยมสำหรับปี 2020 กับกลุ่มนักแสดงตลกหญิงล้วนที่พูดคุยเกี่ยวกับทุกเรื่องตั้งแต่เซ็กส์แบบไม่เป็นทางการไปจนถึงสีเบจ Band-Aids และทุกสิ่งที่เราได้สูญเสียไปในปี 2020 "},{"src":"https://mo9x.com/?v=27h6ki","title":"Icebox พลัดถิ่น (2018) ซับไทย","synopsis":"\nเรื่องย่อ: Icebox พลัดถิ่น (2018) ซับไทย เด็กชายฮอนดูรัสอายุ 12 ปีถูกบังคับให้หนีออกจากบ้านและหาที่ลี้ภัยในสหรัฐอเมริกาเพียงเพื่อให้รู้ว่าตัวเองติดอยู่ในระบบตรวจคนเข้าเมืองของสหรัฐอเมริกา "},{"src":"https://mo9x.com/?v=rg8csn","title":"The Rope Curse 2 เชือกอาถรรพ์ 2 (2020) ซับไทย","synopsis":"\nเรื่องย่อ: The Rope Curse 2 เชือกอาถรรพ์ 2 (2020) ซับไทย อาหั่ว อดีตร่างทรงเทพจงขุยที่เคยที่ทำพิธีพลาดในอดีตจนอาจารย์ของตนเองต้องสละชีวิตช่วยไว้ ถูกชะตาบังคับให้กลับมาทำพิธีไล่ผีที่เขาพยายามหนีอีกครั้ง เมื่อวิญญาณร้ายที่สุดของประเทศไทยนาม พรายมหาภูต ที่พ่อค้ายาเสพติดไทยต่างเคารพบูชา ได้กลับมาหลอกหลอน เจียหมิ่น เด็กสาวที่มีชะตากรรมพิเศษเหมาะเป็นร่างทรงเทพจงขุยเช่นเดียวกับเขา "},{"src":"https://mo9x.com/?v=32s0r3","title":"Grandma’s Last Wishes พินัยกรรมอลเวง (2020) ซับไทย","synopsis":"\nเรื่องย่อ: Grandma’s Last Wishes พินัยกรรมอลเวง (2020) ซับไทย (El Testamento de la Abuela) เรื่องราวอลวนอลเวงภาคต่อจาก \"งานแต่งคุณย่า (Grandma's Wedding)\" หลังจากคุณย่าตัดสินใจแบ่งพินัยกรรม ลูกหลานในครอบครัวก็เปิดศึกแย่งบ้านมรดกหลังงาม "},{"src":"https://mo9x.com/?v=6sjtet","title":"I Am Woman คุณผู้หญิงยืนหนึ่งหัวใจแกร่ง (2019)","synopsis":"\nเรื่องย่อ: I Am Woman คุณผู้หญิงยืนหนึ่งหัวใจแกร่ง (2019) เรื่องราวของ เฮเลน เรดดี้ นักร้องนักแต่งเพลงหญิงที่ขับเคลื่อนพลังสตรีนิยมในช่วง 1970 อันโด่งดัง เจ้าของรางวัล Grammy Award ความสำเร็จแห่งยุคจากเสียงร้องที่ครองใจคนในเพลง \"I am Woman\" ที่สามารถทำยอดขายฮิตถล่มทลายกว่า 15 ล้านชุดทั่วโลก และกลายเป็นหนึ่งในบทเพลงสำคัญของการเคลื่อนไหวเฟมินิสต์ "},{"src":"https://mo9x.com/?v=2cv5mh","title":"No Escape (2020) ซับไทย","synopsis":"\nเรื่องย่อ: No Escape (2020) ซับไทย (Follow Me) โคล (คีแกน อัลเลน) หนุ่มโซเชียลคนดังที่ทำรายการทาง VLOG จนประสบความสำเร็จ ได้ท้าทายหาสถานที่ที่น่ากลัวยิ่งขึ้นที่เขากับเพื่อนจะไปพิสูจน์ เขากับเพื่อนจึงได้รับเชิญให้ไปยังห้องปิดตายที่มอสโก และเมื่อพวกเขาเข้าไป ก็ได้พบว่าพวกเขาได้ตกเป็นเหยื่อในเกมที่อันตรายถึงชีวิต ที่ซึ่งมีคนดูจ่ายเงินเพื่อรับชมพวกเขา ทั้งหมดจึงต้องหาทางเอาตัวรอดไปจากเกมนรกนี้ "},{"src":"https://mo9x.com/?v=e900jt","title":"ไอ้ทุย (1971)","synopsis":"\nเรื่องย่อ: ไอ้ทุย (1971) ทุย ลูกชายกำนันบ้านนา กับ คุณเพรียว เศรษฐีสาวผู้ให้ชาวบ้านอาศัยที่ดินทำมาหากิน วันหนึ่งชาวบ้านได้เตรียมจัดงานต้อนรับ คุณเพรียว ที่กำลังจะมาเยือน แต่กลับมีคนร้ายบุกเข้ามาในหมู่บ้าน ทุยจึงต้องต่อสู้และคุ้มครองหญิงที่เขารัก "},{"src":"https://mo9x.com/?v=7iugqh","title":"เสียดาย 1 Daughter 1 (1994)","synopsis":"\nเรื่องย่อ: เสียดาย 1 Daughter 1 (1994) สร้างจากเรื่องจริงจากชีวิตเด็กวัยรุ่นผู้หญิง 4 คน แป๋ม ปู เงาะ เดือน กับชีวิตที่เสเพลที่เกี่ยวข้องกับยาเสพติดโสเภณีการหนีออกจากบ้านและปัญหาครอบครัวที่ชักนำให้พวกเธอทั้ง 4 คนเผชิญกับชะตากรรมแห่งความเสียดาย "},{"src":"https://mo9x.com/?v=5l8u93","title":"เสียดาย 2 Daughter 2 (1996)","synopsis":"\nเรื่องย่อ: เสียดาย 2 Daughter 2 (1996) เรื่องราวของเด็กสาว 2 คน ที่เกิดจากครอบครัวนักดนตรีที่มีอันจะกินพ่อเป็นนักแต่งเพลงแม่ชาวต่างชาติ เป็นครูสอนดนตรีลูกสาวคนเล็กเคราะห์ร้าย ติดเชื้อ H.I.V. จากการถ่ายเลือด จากครอบครัวที่อบอุ่มเป็นที่นับถือของสังคม กลายเป็นบุคคลต้องห้ามลูกคนเล็กเลยหาทางออกโดยการฆ่าตัวตาย "},{"src":"https://mo9x.com/?v=qt1ict","title":"Soul Hunter นักล่าวิญญาณ (2020) ซับไทย","synopsis":"\nเรื่องย่อ: Soul Hunter นักล่าวิญญาณ (2020) ซับไทย หยางเลี่ยเสวี่ยที่เป็น “นักล่าวิญญาณ” เป็นทายาทของตระกูลชั้นสูงจากดาวเคราะห์ “แดนมายา” เธอมีภารกิจอันยิ่งใหญ่ แต่เนื่องจากเป็นคนความจำสั้น หนทางนักล่าวิญญาณของเธอจึงไม่ราบรื่นนัก การปรากฏตัวของหานเจียงตงทำให้สาวโก๊ะอย่างหยางเลี่ยเสวี่ยเฮงทั้งเรื่องรักและเรื่องงาน ขณะนี้เอง คุณย่าออกมาขัดขวาง เรื่องราวที่ถูกปิดไว้เป็นพันปีกำลังจะถูกเปิดเผย หยางเลี่ยเสวี่ยจะกอบกู้ชื่อเสียงของวงศ์ตระกูล กลับไปสู่ดาวแม่ได้สำเร็จหรือไม่ "},{"src":"https://mo9x.com/?v=qcndmd","title":"The Banana Splits Movie (2019) ซับไทย","synopsis":"\nเรื่องย่อ: The Banana Splits Movie (2019) ซับไทย ครอบครัวหนึ่งเข้าร่วมการบันทึกเทปรายการโทรทัศน์ The Banana Splits แต่ถูกบังคับให้เอาชีวิตรอดทันทีที่ตัวละครยุ่งเหยิงและเริ่มความสนุกสนานในการฆ่ารอบสตูดิโอ "},{"src":"https://mo9x.com/?v=tcqlk0","title":"AK vs AK (2020) ซับไทย","synopsis":"\nเรื่องย่อ: AK vs AK (2020) ซับไทย พล็อตแปลกแหวกสุดๆ ด้วยการทำเป็นหนังสารคดีจำลอง (Mockumentary) แล้วก็ซ้อนด้วยหนังอีกที ว่าด้วยเรื่องของผู้กำกับ VS. ดาราดัง ที่ทะเลาะกันจนฝ่ายผู้กำกับตัดสินใจแก้แค้นด้วยการลักพาตัวลูกสาวดาราดังมาเป็นตัวประกัน เพื่อให้อีกฝ่ายตามมาช่วยลูกสาวแบบหนัง Taken แต่เป็นเวอร์ชั่นสดเรียลไม่มีบทใดๆ ทั้งสิ้น "},{"src":"https://mo9x.com/?v=5567ik","title":"Hungerford ฮังเกอร์ฟอร์ด (2014) ซับไทย","synopsis":"\nเรื่องย่อ: Hungerford ฮังเกอร์ฟอร์ด (2014) ซับไทย ระหว่างการอัดคลิปชีวิตประจำวันเป็นการบ้าน โคเวนก็พบว่าเมืองเล็กๆ ในอังกฤษแห่งนี้อาจกำลังอยู่ภายใต้อำนาจมืดจากพลังที่มาจากโลกอื่น "},{"src":"https://mo9x.com/?v=6df8as","title":"Jimmy Neutron: Boy Genius จิมมี่ นิวตรอน: เด็ก อัจฉริยภาพ (2001) ซับไทย","synopsis":"\nเรื่องย่อ: Jimmy Neutron: Boy Genius จิมมี่ นิวตรอน: เด็ก อัจฉริยภาพ (2001) ซับไทย เมื่อมนุษย์ต่างดาวตัวเขียวหนุบหนับจับตัวผู้ใหญ่ในเมืองรีโทรวิลล์ไป จิมมี่ นิวตรอนวัย 11 ปีจึงต้องออกโรงวางแผนหาทางช่วยพวกเขาให้ได้ "},{"src":"https://mo9x.com/?v=b5vfk7","title":"Mariah Carey’s All I Want for Christmas Is You มารายห์ แครีย์ส ออลไอวอนต์ฟอร์คริสต์มาสอิสยู (2017) ซับไทย","synopsis":"\nเรื่องย่อ: Mariah Carey’s All I Want for Christmas Is You มารายห์ แครีย์ส ออลไอวอนต์ฟอร์คริสต์มาสอิสยู (2017) ซับไทย ดัดแปลงจากเพลงคริสต์มาสชื่อดังของเธอ หนังใหม่เรื่องนี้เล่าเรื่องราวผ่านมุมมองและดนตรีของมารายห์ แครีย์ในเรื่องราวความรักเกี่ยวกับพรวันคริสต์มาสที่อยากได้ลูกหมาของมารายห์น้อย "},{"src":"https://mo9x.com/?v=go541o","title":"The Client ล่าพยานปากเอก (1994)","synopsis":"\nเรื่องย่อ: The Client ล่าพยานปากเอก (1994) เมื่อทนายฆ่าตัวตาย มาร์คจึงกลายเป็นพยานปากสำคัญ ทั้งต่อการฆ่าตัวตายของทนายผู้โชคร้ายและยังเป็นพยานที่จะบอกได้ว่า ศพคนที่เจ้าพ่อฆ่าทิ้งนั้นอยู่ที่ไหน เขาเลยโดนตามทึ้งทั้งจากตัวเจ้าพ่อ (Anthony LaPaglia) และยังเจออัยการตัวแทนของรัฐนามว่า รอย ฟอลทริกก์ (Tommy Lee Jones) ที่ยินดีทำทุกวิถีทางที่จะทำให้พยานตัวน้อยจอมแสบรายนี้ เปิดปากบอกที่ซ่อนศพออกมา ไม่เว้นแม้แต่การบีบบังคับโดยเอาน้องชายและแม่ของมาร์คมาเป็นเครื่องต่อรอง "},{"src":"https://mo9x.com/?v=3siebc","title":"Four Weddings and a Funeral ไปงานแต่งงาน 4 ครั้ง หัวใจนั่งเฉยไม่ได้แล้ว (1994)","synopsis":"\nเรื่องย่อ: Four Weddings and a Funeral ไปงานแต่งงาน 4 ครั้ง หัวใจนั่งเฉยไม่ได้แล้ว (1994) ชาร์ลี (แกรนท์) ชายหนุ่มผู้มักเป็นเพื่อนเจ้าบ่าวให้แก่ใครๆ เสมอ โดยไม่มีโอกาสได้เป็นเจ้าบ่าวจริงๆ เสียที ทั้งๆ ที่เขาพร้อมเป็นฝั่งเป็นฝา แต่เจ้าตัวมักหาเรื่องบ่ายเบี่ยง หนุ่มอังกฤษรูปงามและแสนสุภาพผู้นี้ เป็นที่รู้จักกันดีว่าคือชายผู้มาสายประจำในทุกงานแต่งงาน แต่สำหรับวันนี้หัวใจเขาสั่นไหวเป็นพิเศษ ไม่ใช่เรื่องที่เขาลืมเอาแหวนแต่งงานของเจ้าบ่าวมา ทว่าเป็นสายตาที่พาให้พบกับผู้หญิงในฝัน (แม็คโดเวลล์) หวานรักละมุนชวนให้ดวงใจอยากถูกจับจอง ความรู้สึกพิเศษนี้เกิดขึ้น ตั้งแต่เริ่มต้นจวบจนฉากสุดท้าย "},{"src":"https://mo9x.com/?v=tmkubc","title":"Wonder Woman 1984 วันเดอร์ วูแมน 1984 (2020)","synopsis":"\nเรื่องย่อ: Wonder Woman 1984 วันเดอร์ วูแมน 1984 (2020) ชะตากรรมของโลกอยู่บนเส้นด้ายอีกครั้ง และมีเพียง วันเดอร์ วูแมน ที่จะช่วยได้! เราจะได้เห็น ไดอาน่า ปริ๊นซ์ (กัล กาโดท) ใช้ชีวิตเรียบง่ายท่ามกลางผู้คนในยุค 1980 ที่เต็มไปด้วยสีสัน และเป็นช่วงเวลาที่คนเรามักไขว่คว้าเพื่อให้ได้มาทุกอย่าง แม้ว่าเธอจะมีพลังอย่างเต็มเปี่ยม แต่ก็ยังเลือกที่จะเก็บตัวเงียบ คอยดูแลพวกวัตถุโบราณ และซ่อนความเป็นซูเปอร์ฮีโร่เอาไว้ แต่ตอนนี้ ไดอาน่า จะต้องก้าวสู่การเป็นจุดสนใจ และต้องใช้ความฉลาด ความแข็งแกร่ง และความกล้าทั้งหมดที่มีเพื่อปกป้องมนุษย์จากโลกที่พวกเขาสร้างขึ้นมา "},{"src":"https://mo9x.com/?v=gfrg4c","title":"Soul อัศจรรย์วิญญาณอลเวง (2020)","synopsis":"\nเรื่องย่อ: Soul อัศจรรย์วิญญาณอลเวง (2020) โจ การ์ดเนอร์ (พากย์เสียงโดย เจมี่ ฟ็อกซ์) ครูผู้ควบคุมวงดนตรีโรงเรียงมัธยมแห่งหนึ่ง ที่ได้รับโอกาสสุดยิ่งใหญ่ในชีวิตที่จะได้เล่นในแจ๊สคลับที่ดีที่สุดในเมือง แต่การก้าวพลาดเพียงหนึ่งก้าวเล็ก ๆ ได้พาเขาจากถนนในมหานครนิวยอร์กไปสู่นครก่อนเกิด สถานที่มหัศจรรย์ที่ซึ่งเหล่าวิญญาณดวงใหม่จะได้รับบุคลิกภาพ พฤติกรรมแปลก ๆ และความสนใจ ก่อนที่จะไปเกิดบนโลก ด้วยความมุ่งมั่นที่จะกลับไปสู่ชีวิตของเขา โจ ร่วมมือกับวิญญาณจอมแก่แดดที่ชื่อ ทเวนตี้ทู (พากย์เสียงโดย ทิน่า เฟย์) ผู้ที่ไม่เคยเข้าใจความเย้ายวนของประสบการณ์การเป็นมนุษย์ ในขณะที่ โจ พยายามทำให้ ทเวนตี้ทู ได้เห็นข้อดีของการมีชีวิตอยู่ เขาอาจพบคำตอบของบางคำถามที่สำคัญที่สุดของชีวิต "},{"src":"https://mo9x.com/?v=f7ao14","title":"Around the Bend สายใยรัก..สายใยอดีต (2004) ซับไทย","synopsis":"\nเรื่องย่อ: Around the Bend สายใยรัก..สายใยอดีต (2004) ซับไทย ชายผู้ขมขื่นที่เพิ่งหย่าร้างกันไม่นานถูกปู่และลูกชายกระตุ้นให้ไปเที่ยวกับครอบครัวเพื่อคืนดีกับพ่อที่เหินห่างกัน "},{"src":"https://mo9x.com/?v=797ssk","title":"Dive (2008) ซับไทย","synopsis":"\nเรื่องย่อ: Dive (2008) ซับไทย แรกเริ่ม โทโมกิ ซากาอิ (เคนโตะ ฮายาชิ) ไม่ต่างจากนักเรียน ม.ปลาย ทั่ว ๆ ไปสักเท่าไร แต่ด้วยความประทับใจในลีลากระโดดน้ำของ โยอิจิ ฟูจิตานิ (โซสึเกะ อิเกะมัตสึ) ผู้เป็นลูกไม้หล่นไม่ไกลต้นในครอบครัวอดีตนักกระโดดน้ำระดับโอลิมปิก โทโมกิจึงตัดสินใจเข้าเป็นสมาชิกในสมาคมนักกระโดดน้ำ มิซูกิ ไดฟ์วิง คลับ (หรือ เอ็มดีซี) ตามอย่างโยอิจิ ทว่าสมาคมกำลังย่ำแย่ จะไปไม่รอดอยู่รอมร่อ จวบจนสาวสวย คายาโกะ อาซากิ (อาซากะ เซโตะ) บินกลับจากอเมริกามาช่วยชีวิต เข้าร่วมเป็นโค้ชคนใหม่ให้กับสมาคม โดยมีจุดมุ่งหมายคือต้องสร้างนักกีฬาสักคนเข้าไปชิงชัยในโอลิมปิกให้ได้ รวมทั้งยังชักนำนักกระโดดน้ำทักษะเยี่ยมแต่แสนจะดิบเถื่อน ชิบูกิ โอกิสึ (จุนเปย์ มิโซบาตะ) จากเมืองสึงารุมาเป็นสมาชิกใหม่ "},{"src":"https://mo9x.com/?v=ahs1dk","title":"We Can Be Heroes รวมพลังเด็กพันธุ์แกร่ง (2020)","synopsis":"\nเรื่องย่อ: We Can Be Heroes รวมพลังเด็กพันธุ์แกร่ง (2020) เมื่อเอเลี่ยนบุกเข้ามาจับตัวเหล่าซูเปอร์ฮีโร่ไป ลูกๆ ของพวกเขาจึงต้องเรียนรู้ที่จะร่วมมือกันเพื่อช่วยพ่อแม่และปกป้องโลกใบนี้เอาไว้ "},{"src":"https://mo9x.com/?v=ffqm1i","title":"Your Name Engraved Herein ชื่อที่สลักไว้ใต้หัวใจ (2020) ซับไทย","synopsis":"\nเรื่องย่อ: Your Name Engraved Herein ชื่อที่สลักไว้ใต้หัวใจ (2020) ซับไทย เรื่องราวของสองหนุ่มวัยมัธยมปลายในยุค 1980 เป็นยุคที่ไต้หวันเพิ่งยกเลิกกฎอัยการศึก เรื่องราวมิตรภาพและความรักของสองคนและการยอมรับสิทธิ LGBTQ "},{"src":"https://mo9x.com/?v=o09fve","title":"Ariana Grande: Excuse Me, I Love You (2020) ซับไทย","synopsis":"\nเรื่องย่อ: Ariana Grande: Excuse Me, I Love You (2020) ซับไทย อารีอานา กรานเดเตรียมขึ้นแสดง Sweetener World Tour ในลอนดอน พร้อมแบ่งปันเรื่องราวชีวิตหลังเวทีทั้งตอนฝึกซ้อมและระหว่างการเดินทาง... "},{"src":"https://mo9x.com/?v=n5k1b1","title":"Vigilante (1982) ซับไทย","synopsis":"\nเรื่องย่อ: Vigilante (1982) ซับไทย หลังจากภรรยาและลูกชายของเขาถูกพวกอันธพาลทำการทารุณ และระบบยุติธรรมทางอาญา มีการฉ้อฉลทำให้ผู้กระทำความผิดกลับมาลอยนวนอยู่ เขาจึงตั้งตนเป็นศาลเตี้ยเพื่อหาความยุติธรรมทด้วยการนองเลือด "},{"src":"https://mo9x.com/?v=ao5n00","title":"The Last Shift (2020) ซับไทย","synopsis":"\nเรื่องย่อ: The Last Shift (2020) ซับไทย การเปลี่ยนงานฟาสต์ฟู้ดครั้งสุดท้ายของสแตนลีย์ต้องพลิกผันอย่างไม่คาดคิดเมื่อเขาได้ผูกมิตรกับพนักงานหนุ่มชาวแอฟริกัน - อเมริกันที่ทำงาน\n"},{"src":"https://mo9x.com/?v=8lcn9o","title":"Miss Bala สวย กล้า ท้าอันตราย(2019)","synopsis":"\nเรื่องย่อ: Miss Bala สวย กล้า ท้าอันตราย(2019) บอกเล่าเรื่องราวของกลอเรีย (จีน่า รอดิเกซ) ขับรถไปยังติฮัวนา เม็กซิโก เพื่อเยี่ยมเยียนเพื่อนสนิทที่กำลังเข้าประกวด \"มิสบาฮา\" ในระหว่างที่ออกไปเที่ยวกลางคืน เพื่อนของเธอถูกจับตัวไป ส่วนกลอเรียพบว่าตัวเองตกเป็นเครื่องมือในเกมอันตราย ที่ซีไอเอ ปปส. และพ่อค้ายาเสพติดจอมโหดกำลังเล่นเจ้าล่อเอาเถิดกันอยู่ เมื่อได้พบว่าเธอมีพลังอำนาจบางอย่างที่ไม่เคยรู้มาก่อน กลอเรียจึงยุยงให้แต่ละฝ่ายเล่นงานกันเอง ในขณะที่พยายามหาทางช่วยเหลือเพื่อนของเธอ การเอาตัวรอดจำเป็นต้องอาศัยความเจ้าเล่ห์ ความคิดสร้างสรรค์ และความเข้มแข็ง "}]